Repository: SumPositive/DialSplit
Catalog: DialSplit/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, it, ko, zh_hant

# admob.notLinked
source: AdMob未導入
de: AdMob nicht verknüpft
en: AdMob Not Linked
es: AdMob no vinculado
fr: AdMob non lié
it: AdMob non collegato
ko: AdMob 미연결
zh_hant: AdMob 未整合

# admob.packageMessage
source: GoogleMobileAds パッケージを追加すると広告応援機能が有効になります。
de: Fügen Sie das GoogleMobileAds-Paket hinzu, um die Werbeunterstützung zu aktivieren.
en: Add the GoogleMobileAds package to enable ad support.
es: Añade el paquete GoogleMobileAds para habilitar el soporte de anuncios.
fr: Ajoutez le package GoogleMobileAds pour activer la prise en charge des publicités.
it: Aggiungi il pacchetto GoogleMobileAds per abilitare il supporto pubblicitario.
ko: GoogleMobileAds 패키지를 추가하면 광고 응원 기능이 활성화됩니다.
zh_hant: 加入 GoogleMobileAds 套件即可啟用廣告支援功能。

# app.title
source: 割勘
de: Divigo
en: Divigo
es: Divigo
fr: Divigo
it: Divigo
ko: Divigo
zh_hant: Divigo

# appearance.automatic
source: 自動
de: Automatisch
en: Auto
es: Auto
fr: Auto
it: Automatico
ko: 자동

# appearance.dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
zh_hant: 深色

# appearance.light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
zh_hant: 淺色

# color.black
source: 黒
de: Schwarz
en: Black
es: Negro
fr: Noir
it: Nero
ko: 검정
zh_hant: 黑

# color.white
source: 白
de: Weiß
en: White
es: Blanco
fr: Blanc
it: Bianco
ko: 흰색

# common.close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
zh_hant: 關閉

# common.done
source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
it: Fatto
ko: 완료
zh_hant: 完成

# common.reload
source: 再読み込み
de: Neu laden
en: Reload
es: Recargar
fr: Recharger
it: Ricarica
ko: 새로 고침
zh_hant: 重新載入

# format.amount.title
source: 金額（%@）
de: Betrag (%@)
en: Amount (%@)
es: Importe (%@)
fr: Montant (%@)
it: Importo (%@)
ko: 금액（%@）

# format.people.long
source: %lld人
de: %lld P.
en: %lldp
es: %lld p.
fr: %lld p.
it: %lld pers.
ko: %lld명

# format.people.title
source: 人数（%@）
de: Personen (%@)
en: People (%@)
es: Personas (%@)
fr: Personnes (%@)
it: Persone (%@)
ko: 인원수（%@）
zh_hant: 人數（%@）

# leather.black
source: ブラックレザー
de: Schwarzes Leder
en: Black Leather
es: Cuero negro
fr: Cuir noir
it: Pelle nera
ko: 블랙 가죽
zh_hant: 黑色皮革

# leather.brown
source: ブラウンレザー
de: Braunes Leder
en: Brown Leather
es: Cuero marrón
fr: Cuir marron
it: Pelle marrone
ko: 브라운 가죽
zh_hant: 棕色皮革

# leather.monotone
source: モノトーン
de: Monoton
en: Monotone
es: Monocromo
fr: Monochrome
it: Monocromo
ko: 모노톤
zh_hant: 單色

# lock.allControls
source: 全操作ロック
de: Alles sperren
en: Lock All Controls
es: Bloquear todo
fr: Tout verrouiller
it: Blocca tutto
ko: 전체 잠금
zh_hant: 鎖定全部

# lock.locked
source: ロック中
de: Gesperrt
en: Locked
es: Bloqueado
fr: Verrouillé
it: Bloccato
ko: 잠김
zh_hant: 已鎖定

# lock.people
source: 人数ロック
de: Personen sperren
en: People Lock
es: Bloquear personas
fr: Verrouiller les personnes
it: Blocca persone
ko: 인원수 잠금
zh_hant: 鎖定人數

# lock.unlocked
source: アンロック中
de: Entsperrt
en: Unlocked
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
ko: 잠금 해제
zh_hant: 未鎖定

# panel.brightness
source: 明るさ
de: Helligkeit
en: Brightness
es: Brillo
fr: Luminosité
it: Luminosità
ko: 밝기
zh_hant: 亮度

# panel.style.title
source: パネルスタイル
de: Panel-Stil
en: Panel Style
es: Estilo del panel
fr: Style du panneau
it: Stile pannello
ko: 패널 스타일
zh_hant: 面板樣式

# panel.textColor
source: 文字の色
de: Textfarbe
en: Text Color
es: Color del texto
fr: Couleur du texte
it: Colore testo
ko: 글자 색상
zh_hant: 文字顏色

# panel.tone
source: 濃淡
de: Ton
en: Tone
es: Tono
fr: Teinte
it: Tono
ko: 농담

# preset.name.basic
source: 下
de: Basis
en: Basic
es: Básico
fr: Base
it: Base
ko: 하

# preset.name.bronze
source: 銅
de: Bronze
en: Bronze
es: Bronce
fr: Bronze
it: Bronzo
ko: 동

# preset.name.exec
source: 社長
de: Chef
en: Exec
es: Jefe
fr: PDG
it: Capo
ko: 사장

# preset.name.gold
source: 金
de: Gold
en: Gold
es: Oro
fr: Or
it: Oro
ko: 금

# preset.name.high
source: 富豪
de: Reich
en: High
es: Rico
fr: Riche
it: Ricco
ko: 부자

# preset.name.iron
source: 鉄
de: Eisen
en: Iron
es: Hierro
fr: Fer
it: Ferro
ko: 철
zh_hant: 鐵

# preset.name.junior
source: 後輩
de: Junior
en: Junior
es: Junior
fr: Junior
it: Junior
ko: 후배

# preset.name.lead
source: 部長
de: Leiter
en: Lead
es: Director
fr: Directeur
it: Direttore
ko: 부장

# preset.name.low
source: 貧民
de: Arm
en: Low
es: Pobre
fr: Pauvre
it: Povero
ko: 서민

# preset.name.manager
source: 課長
de: Manager
en: Mgr
es: Encargado
fr: Manager
it: Manager
ko: 과장

# preset.name.mid
source: 平民
de: Mitte
en: Mid
es: Medio
fr: Moyen
it: Medio
ko: 평민

# preset.name.newcomer
source: 新人
de: Neu
en: New
es: Nuevo
fr: Recrue
it: Nuovo
ko: 신입

# preset.name.peer
source: 同僚
de: Kollege
en: Peer
es: Colega
fr: Collègue
it: Collega
ko: 동료
zh_hant: 同事

# preset.name.premium
source: 特上
de: Premium
en: Premium
es: Premium
fr: Premium
it: Premium
ko: 특상
zh_hant: 特級

# preset.name.senior
source: 先輩
de: Senior
en: Senior
es: Senior
fr: Senior
it: Senior
ko: 선배
zh_hant: 前輩

# preset.name.silver
source: 銀
de: Silber
en: Silver
es: Plata
fr: Argent
it: Argento
ko: 은

# preset.name.staff
source: 係長
de: Teamleiter
en: Staff
es: Supervisor
fr: Superviseur
it: Supervisore
ko: 계장
zh_hant: 股長

# preset.name.standard
source: 並
de: Standard
en: Standard
es: Estándar
fr: Standard
it: Standard
ko: 보통
zh_hant: 普通

# preset.name.upper
source: 上
de: Plus
en: Plus
es: Plus
fr: Plus
it: Plus
ko: 상

# preset.name.vip
source: 大富豪
de: VIP
en: VIP
es: VIP
fr: VIP
it: VIP
ko: 대부호

# rate.this.app
source: アプリを評価する
de: App bewerten
en: Rate This App
es: Valorar la app
fr: Noter l’app
it: Valuta l’app
ko: 앱 평가하기
zh_hant: 為這個 App 評分

# settings.aboutApp
source: 取扱説明
de: Benutzerhandbuch
en: User Guide
es: Guía de uso
fr: Guide d’utilisation
it: Guida utente
ko: 사용 설명서
zh_hant: 使用說明

# settings.amountDialStep
source: 金額ダイアルステップ
de: Betragsschrittweite
en: Amount Dial Step
es: Paso del dial de importe
fr: Pas du cadran de montant
it: Passo importo
ko: 금액 다이얼 단위
zh_hant: 金額轉盤級距

# settings.amountDialStep.guide
source: 主画面にあるステップ数値を長押しで変更できるようになりました
de: Sie können einen Schrittwert jetzt ändern, indem Sie ihn auf dem Hauptbildschirm gedrückt halten.
en: You can now change a step value by pressing and holding it on the main screen.
es: Ahora puedes cambiar un valor de paso manteniéndolo pulsado en la pantalla principal.
fr: Vous pouvez désormais modifier une valeur de pas en la maintenant enfoncée sur l’écran principal.
it: Ora puoi modificare un valore di passo tenendolo premuto nella schermata principale.
ko: 이제 메인 화면에서 단위 값을 길게 눌러 변경할 수 있습니다.
zh_hant: 現在可在主畫面長按級距數值來變更。

# settings.appearanceMode.title
source: 外観モード
de: Erscheinungsbild
en: Appearance Mode
es: Modo de apariencia
fr: Mode d’apparence
it: Modalità aspetto
ko: 화면 모드
zh_hant: 外觀模式

# settings.background.title
source: 背景
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan
it: Sfondo
ko: 배경

# settings.design.picker
source: デザイン
de: Design
en: Design
es: Diseño
fr: Design
it: Design
ko: 디자인
zh_hant: 設計

# settings.dialSettings
source: ダイアル設定
de: Reglereinstellungen
en: Dial Settings
es: Ajustes del dial
fr: Réglages du cadran
it: Impostazioni manopola
ko: 다이얼 설정
zh_hant: 轉盤設定

# settings.displayName
source: 区分名
de: Stufennamen
en: Tier Names
es: Nombres de niveles
fr: Noms des niveaux
it: Nomi dei livelli
ko: 구분 이름
zh_hant: 級別名稱

# settings.fontScale
source: 文字サイズ
de: Schriftgröße
en: Font Size
es: Tamaño de fuente
fr: Taille du texte
it: Dimensione testo
ko: 글자 크기
zh_hant: 文字大小

# settings.fontScale.large
source: 大
de: Groß
en: Large
es: Grande
fr: Grand
it: Grande
ko: 크게

# settings.fontScale.standard
source: 標準
de: Standard
en: Standard
es: Estándar
fr: Standard
it: Standard
ko: 표준

# settings.fontScale.system
source: 自動
de: Automatisch
en: Auto
es: Auto
fr: Auto
it: Automatico
ko: 자동

# settings.fontScale.xLarge
source: 特大
de: Sehr groß
en: X-Large
es: Muy grande
fr: Très grand
it: Molto grande
ko: 아주 크게

# settings.presetDisplayNames
source: 区分名プリセット
de: Stufennamen-Vorlagen
en: Tier Name Presets
es: Ajustes de nombres
fr: Préréglages de noms
it: Preset nomi livelli
ko: 구분 이름 프리셋
zh_hant: 級別名稱預設

# settings.section.category
source: 区分
de: Stufen
en: Tiers
es: Niveles
fr: Niveaux
it: Livelli
ko: 구분
zh_hant: 級別

# settings.section.displayControls
source: 表示・操作
de: Anzeige & Steuerung
en: Display & Controls
es: Pantalla y controles
fr: Affichage et commandes
it: Visualizzazione e controlli
ko: 표시·조작
zh_hant: 顯示與操作

# settings.section.supportDeveloper
source: 開発者を応援
de: Entwickler unterstützen
en: Support the Developer
es: Apoyar al desarrollador
fr: Soutenir le développeur
it: Sostieni lo sviluppatore
ko: 개발자 응원
zh_hant: 支持開發者

# settings.showDialStepper
source: ダイアルステッパーを表示する
de: Regler-Stepper anzeigen
en: Show Dial Stepper
es: Mostrar el paso del dial
fr: Afficher le pas à pas
it: Mostra stepper manopola
ko: 다이얼 스테퍼 표시
zh_hant: 顯示轉盤步進器

# settings.stepFormat
source: ステップ%d
de: Schritt %d
en: Step %d
es: Paso %d
fr: Pas %d
it: Passo %d
ko: 단위 %d
zh_hant: 級距 %d

# settings.title
source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ko: 설정

# split.roundedUp
source: 端数切り上げ
de: Aufgerundet
en: Rounded Up
es: Redondeado
fr: Arrondi
it: Arrotondato
ko: 올림
zh_hant: 進位

# split.total
source: 合計
de: Summe
en: Total
es: Total
fr: Total
it: Totale
ko: 합계

# split.totalAmount
source: 合計金額
de: Gesamtbetrag
en: Total Amount
es: Importe total
fr: Montant total
it: Importo totale
ko: 합계 금액

# support.ad.closeHint
source: 最後まで視聴すると閉じる【×】ボタンが現れます
de: Sehen Sie bis zum Ende, dann erscheint die Schließen-Schaltfläche [×].
en: Watch to the end and the close [×] button will appear.
es: Míralo hasta el final y aparecerá el botón de cerrar [×].
fr: Regardez jusqu’à la fin et le bouton de fermeture [×] apparaîtra.
it: Guardalo fino alla fine per far comparire il pulsante di chiusura [×].
ko: 끝까지 시청하면 닫기【×】버튼이 나타납니다.
zh_hant: 觀看至結束後會出現關閉【×】按鈕。

# support.ad.loading
source: 広告を読み込み中...
de: Anzeige wird geladen …
en: Loading ad...
es: Cargando anuncio…
fr: Chargement de la pub…
it: Caricamento annuncio...
ko: 광고 불러오는 중...
zh_hant: 廣告載入中…

# support.ad.noRewardedAd
source: 現在、特典付きの広告がありません。後ほどお試しください
de: Derzeit sind keine belohnten Anzeigen verfügbar. Bitte versuchen Sie es später erneut.
en: No rewarded ads are available right now. Please try again later.
es: No hay anuncios con recompensa disponibles ahora. Inténtalo más tarde.
fr: Aucune publicité avec récompense n’est disponible pour le moment. Réessayez plus tard.
it: Al momento nessun annuncio con premio disponibile. Riprova più tardi.
ko: 현재 이용 가능한 보상형 광고가 없습니다. 나중에 다시 시도해 주세요.
zh_hant: 目前沒有可用的獎勵廣告，請稍後再試。

# support.ad.play
source: 広告を再生する
de: Anzeige abspielen
en: Play Ad
es: Reproducir anuncio
fr: Lire la publicité
it: Riproduci annuncio
ko: 광고 재생
zh_hant: 播放廣告

# support.ad.soundWarning
source: 音が出ます！
de: Es wird Ton abgespielt!
en: Sound will play!
es: ¡Se reproducirá sonido!
fr: Le son va être diffusé !
it: Verrà riprodotto audio!
ko: 소리가 재생됩니다!
zh_hant: 將會發出聲音！

# support.ad.thanksMessage
source: 広告をご覧いただきありがとうございます。これからも改善を続けてまいります！
de: Danke, dass Sie sich die Anzeige angesehen haben. Wir verbessern die App weiter!
en: Thanks for watching the ad. We will keep improving the app.
es: Gracias por ver el anuncio. Seguiremos mejorando la app.
fr: Merci d’avoir regardé la publicité. Nous continuerons à améliorer l’app !
it: Grazie per aver guardato l’annuncio. Continueremo a migliorare l’app!
ko: 광고를 시청해 주셔서 감사합니다. 앞으로도 계속 개선해 나가겠습니다!
zh_hant: 感謝您觀看廣告。我們會持續改進 App！

# support.ad.title
source: 広告を見て応援する
de: Mit Werbung unterstützen
en: Watch an Ad to Support
es: Ver un anuncio para apoyar
fr: Regarder une pub pour soutenir
it: Guarda un annuncio per sostenerci
ko: 광고 보고 응원하기
zh_hant: 觀看廣告支持

# support.ad.videoTitle
source: 動画広告
de: Belohntes Video
en: Rewarded Video
es: Vídeo con recompensa
fr: Vidéo avec récompense
it: Video con premio
ko: 보상형 동영상
zh_hant: 獎勵影片

# support.thanksTitle
source: ありがとうございます！
de: Vielen Dank!
en: Thank You!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ko: 감사합니다!
zh_hant: 謝謝您！

# support.tip.large
source: たっぷり応援
de: Große Unterstützung
en: Big Tip
es: Propina grande
fr: Grand pourboire
it: Sostegno generoso
ko: 듬뿍 응원
zh_hant: 大力支持

# support.tip.message
source: このアプリの開発を応援していただけると励みになります。
de: Ihre Unterstützung hilft, diese App weiter zu verbessern.
en: Your support helps keep this app improving.
es: Tu apoyo ayuda a mejorar esta app.
fr: Votre soutien aide à améliorer cette app.
it: Il tuo sostegno ci aiuta a continuare a migliorare questa app.
ko: 여러분의 응원이 이 앱을 계속 발전시키는 힘이 됩니다.
zh_hant: 您的支持能讓這款 App 持續進步。

# support.tip.small
source: しっかり応援
de: Unterstützen
en: Give a Tip
es: Dar propina
fr: Laisser un pourboire
it: Lascia una mancia
ko: 든든한 응원
zh_hant: 給予支持

# support.tip.thanksMessage
source: 応援いただきありがとうございます。これからも改善を続けてまいります！
de: Danke für Ihre Unterstützung. Wir verbessern die App weiter!
en: Thank you for your support. We will keep improving the app.
es: Gracias por tu apoyo. Seguiremos mejorando la app.
fr: Merci pour votre soutien. Nous continuerons à améliorer l’app !
it: Grazie per il tuo sostegno. Continueremo a migliorare l’app!
ko: 응원해 주셔서 감사합니다. 앞으로도 계속 개선해 나가겠습니다!
zh_hant: 感謝您的支持。我們會持續改進 App！

# support.tip.title
source: 投げ銭で応援する
de: Mit Trinkgeld unterstützen
en: Support with a Tip
es: Apoyar con una propina
fr: Soutenir avec un pourboire
it: Sostieni con una mancia
ko: 팁으로 응원하기
zh_hant: 以贊助支持

# support.unavailable
source: 現在ご利用いただけません。
de: Derzeit nicht verfügbar.
en: Currently unavailable.
es: No disponible actualmente.
fr: Actuellement indisponible.
it: Al momento non disponibile.
ko: 현재 이용할 수 없습니다.
zh_hant: 目前無法使用。

# common.ok
source: OK
ko: 확인
zh_hant: 確定
